Repository: jedihe/workday
Catalog: po/*.po
Languages: fr

source: Screen Records
fr: Enregistrements d'écran

source: Grab the whole screen
fr: Capturer tout l'écran

source: Grab the current window
fr: Capturer la fenêtre courante

source: Select area to grab
fr: Capturer une zone

source: Record Screen
fr: Enregistrer l'écran

source: Close
fr: Fermer

source: To cancel the recording
fr: Pour annuler l'enregistrement

source: To stop the recording
fr: Pour arrêter l'enregistrement

source: To pause or resume the recording
fr: Pour mettre en pause ou reprendre l'enregistrement

source: Resume
fr: Reprendre

source: Pause
fr: Mettre en pause

source: Cancel
fr: Annuler

source: Minimise
fr: Réduire

source: Stop Recording
fr: Arrêter l'enregistrement

source: Recording starts in…
fr: L'enregistrement va démarrer dans…

source: Video recording in progress
fr: Capture vidéo en cours

source: Save record as…
fr: Enregistrer la capture sous…

source: Name:
fr: Nom :

source: Folder:
fr: Dossier :

source: Select Screen Records Folder…
fr: Sélectionner le dossier de destination…

source: Save
fr: Enregistrer

source: Screen record from %s
fr: Enregistrement d'écran du %s

source: Recording started
fr: Enregistrement démarré

source: Recording stopped
fr: Enregistrement arrêté

source: Recording paused
fr: Enregistrement mis en pause

source: Recording resumed
fr: Enregistrement repris

source: Countdown cancelled
fr: Compte à rebours annulé

source: The recording has been started
fr: L'enregistrement a démarré

source: The recording is complete
fr: L'enregistrement est terminé

source: The recording has been paused
fr: L'enregistrement a été mis en pause

source: The recording has been resumed
fr: L'enregistrement a repris

source: The countdown has been cancelled
fr: Le compte à rebours a été annulé

source: Grab mouse pointer:
fr: Capturer le pointeur de la souris :

source: Close after saving:
fr: Fermer après l'enregistrement :

source: Record sounds:
fr: Enregistrer le son :

source: Record sound from computer
fr: Enregistrer le son de l'ordinateur

source: Record sound from microphone
fr: Enregistrer le son du microphone

source: Delay in seconds:
fr: Délai en secondes :

source: Frame rate:
fr: Images par seconde :
